[
  {
    "chainID": 0,
    "actionID": 0,
    "speaker": [
      "Jess",
      "Alfred",
      "Alfred",
      "Alfred",
      "Alfred",
      "Jess"
    ],
    "line": [
      "Hello Alfred",
      "Hi Jess. I need you to start stocking the shelves over there.",
      "Matt already pulled down the boxes for you in the stockroom.",
      "And clean up the produce customers keep leaving on the floor!",
      "Come see me when you're done stocking.",
      "Ok"
    ]
  },
  {
    "chainID": 1,
    "actionID": -1,
    "speaker": [
      "Elliot",
      "Jess",
      "Elliot",
      "Elliot",
      "Elliot",
      "Jess"
    ],
    "line": [
      "Hey Jess",
      "Hi Elliot. What`s up?",
      "Tired as hell.  My little nephew wouldn`t stop crying last night",
      "I was taking out the trash in the back and almost tripped over a sleeping homeless guy",
      "Watch out if you go back there",
      "I`ll be careful"
    ]
  },
  {
    "chainID": 2,
    "actionID": 1,
    "speaker": [
      "Jess",
      "Alfred",
      "Alfred",
      "Alfred"
    ],
    "line": [
      "I stocked the shelves like you said",
      "Jess, go check those bug spray cans in the storerooms",
      "We've had a major cockroach infestation.",
      "We're running low so I need to know how many to order"
    ]
  },
  {
    "chainID": 3,
    "actionID": 2,
    "speaker": [
      "Jess",
      "Alfred",
      "Alfred",
      "Jess",
      "Alfred",
      "Alfred"
    ],
    "line": [
      "I gathered up those spray cans.  They're all completely empty.",
      "We went through those quickly, but there are more in the basement.",
      "We've been having a rat  problem too lately.",
      "Let me guess, I have to go into the basement and kill 10 rodents of unusual size?",
      "No silly, just go pick up those sprung mousetraps in the front area.",
      "Then go throw the mice in the dumpster out back"
    ]
  },
  {
    "chainID": 4,
    "actionID": -1,
    "speaker": [
      "Jess",
      "Elliot",
      "Elliot",
      "Jess",
      "Elliot",
      "Elliot"
    ],
    "line": [
      "Hi Elliot, whats hoing on?.",
      "I threw out a bunch of canned oysters, they expired in 1987!",
      "It was hard to find the date on the cans.  Some of them were starting to rust through and smell",
      "So that's where that rotting fish smell was comming from. You deserve a raise.",
      "Absolutely. One broke apart and splashed me a bit",
      "Some jerk customer was recording me and sneering too."
    ]
  },
  {
    "chainID": 5,
    "actionID": -1,
    "speaker": [
      "Jess",
      "Elliot",
      "Elliot",
      "Jess",
      "Elliot",
      "Elliot"
    ],
    "line": [
      "Whats up?.",
      "Alfred had me burning weeds in the parking lot with the propane flamethrower",
      "It was satisflying, but makes me hungry for barbecue",
      "I hit an anthill and sparks went everywhere!",
      "Be careful with that",
      "The boss has me training you on the cash register tomorrow since we didn't get to it today."
    ]
  },
  {
    "chainID": 6,
    "actionID": 3,
    "speaker": [
      "Jess",
      "Alfred",
      "Alfred"
    ],
    "line": [
      "Those mice smelled awful",
      "One last task before you leave, those trash cans out front need emptying.",
      "Talk to Elliot before you go, he has something to tell you"
    ]
  },
  {
    "chainID": 7,
    "actionID": -1,
    "speaker": [
      "Jess",
      "Jess",
      "Jess"
    ],
    "line": [
      "Damn, there's no more trash bags",
      "Usually we put a few new ones in the bottom of the can.",
      "I'll have to get some from the basement"
    ]
  },
  {
    "chainID": 8,
    "actionID": -1,
    "speaker": [
      "Elliot",
      "Elliot"
    ],
    "line": [
      "I heard some boxes tip over in the basement, and saw something big scamper away.",
      "Probably a cat"
    ]
  },
  {
    "chainID": 9,
    "actionID": -1,
    "speaker": [
      "Jess",
      "Door",
      "Jess"
    ],
    "line": [
      "Here are the bags",
      "Ka klunk!",
      "Hey! Don't lock me in here!"
    ]
  },
  {
    "chainID": 10,
    "actionID": -1,
    "speaker": [
      "Jess",
      "Jess",
      "Jess"
    ],
    "line": [
      "Huuu! Ugh! It won't budge",
      "Hey! Someonne let me out!!!",
      "Maybe there's a key down here or another way"
    ]
  }
]
